---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.RevisionFailures
source: html/9511f646-61cc-7086-a119-7d2993cc500c.htm
---
# BuiltInFailures.RevisionFailures Properties

More than one Revisons have the same name %1!s!.